{"":{"domain":"siteground-wizard","plural_forms":"nplurals=2; plural=n != 1;","lang":"it_IT"}," Help organize the next one!":["Aiutaci a organizzare il prossimo!"],"%s could not be located. Please try another nearby city. For example: Kansas City; Springfield; Portland.":["Non riusciamo a trovare %s. Prova con un'altra città vicina. Ad esempio: Milano; Torino; Napoli."],"<b class=\"sg-with-color sg-with-color--color-warning\">Untested<\/b> with your version of WordPress":["<b class=\"sg-with-color sg-with-color--color-warning\">non testato<\/b> con la tua versione di WordPress"],"<b>Compatible<\/b> with your version of WordPress":["<b>Compatibile<\/b> con la tua versione di WordPress"],"<b>Incompatible<\/b> with your version of WordPress":["<b>Incompatibile<\/b> con la tua versione di WordPress"],"Action Required":["Azione richiesta"],"Activate":["Attiva"],"Active":["Attivo"],"Add":["Aggiungi"],"Add new":["Aggiungi nuovo"],"Add Plugins":["Aggiungi plugin"],"Add Themes":["Aggiungi tema"],"Added":["Aggiunto"],"ALL":["Tutto"],"Art & Design":["Arte & Design"],"Attend an upcoming event near %(city)s":["Partecipa al prossimo evento vicino a %(city)s"],"Attention required":["Attenzione richiesta"],"Author":["Autore"],"BROWSE WORDPRESS DIRECTORY":["SFOGLIA LA CARTELLA WORDPRESS"],"Cancel":["Cancella"],"Change Design":["Cambia design"],"Change Theme":["Cambia tema"],"Check out how your website looks!":["Scopri come si vede il tuo sito web!"],"Check your website on it's domain.":["Controlla il tuo sito web sul suo dominio."],"Choose a fancy design for your website!":["Scegli il design del tuo sito!"],"Choose file":["Scegli i file"],"Choose plugins for your WordPress site that enable the functionality you wish to have":["Scegli i plugin che abilitano le funzionalità che desideri sul tuo sito WordPress"],"City":["Città"],"CLOSE":["CHIUDI"],"Close":["Chiudi"],"Complete":["Completa"],"Congrats! Your site is ready!":["Congratulazioni! Il tuo sito è pronto!"],"Continue":["Continua"],"Dashboard":["Bacheca"],"Do you want to import the sample data when installing the theme?":["Vuoi importare i dati campione durante l'installazione del tema?"],"Edit and create new Pages":["Modifica e crea nuove pagine"],"Error":["Errore"],"EXIT":["ESCI"],"EXIT WIZARD":["ESCI DAL WIZARD"],"Fashion & Beauty":["Fashion & Beauty"],"Free":["Gratis"],"Get the Latest Ebook":["Ottieni l'ultimo ebook"],"Go To Dashboard":["Vai alla dashboard"],"Go to WordPress admin to manage your content and more.":["Vai alla bacheca di amministrazione di WordPress per gestire i tuoi contenuti e molto altro ancora."],"Good thing about WordPress is that you can automate part of your marketing via plugins.":["Una cosa interessante di WordPress, è che puoi automatizzare parte delle tue attività di marketing tramite i plugin."],"Health & Fitness":["Salute & Benessere"],"Home":["Home"],"https:\/\/siteground.com":["https:\/\/it.siteground.com"],"https:\/\/www.siteground.com":["https:\/\/it.siteground.com"],"If you have a how to question about WordPress it’s quite likely that we already have the answer for you in our Knowledge Base. It contains more than 1000 helpful articles.":["Se hai una domanda su WordPress, è molto probabile che abbiamo già la risposta per te nella nostra Knowledge Base. Contiene più di 1000 utili articoli."],"If you have a plugin in a .zip format, you may install it by uploading it here.":["Se hai un plugin in formato .zip, puoi installarlo caricandolo qui."],"If you have a theme in a .zip format, you may install it by uploading it here.":["Se hai un tema in formato .zip, puoi installarlo caricandolo qui."],"If you wish you can always <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\">switch to default<\/a> dashboard.":["Se desideri, puoi sempre <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\">passare alla dashboard predefinita<\/a>."],"Important Notifications":["Notifiche importanti"],"Install":["Installa"],"Install Now":["Installa ora"],"Installation in progress...":["Installazione in corso..."],"Installed":["Installato"],"Installing, please don't close or refresh this page.":["Installazione in corso, per favore non chiudere o aggiornare questa pagina."],"Keyword":["Parola chiave"],"Latest news":["Ultime notizie"],"LATEST VERSION INSTALLED":["ULTIMA VERSIONE INSTALLATA"],"Learn more":["Scopri di più"],"Let us build your website":["Realizziamo noi il tuo sito web"],"Let's talk about marketing!":["Parliamo di marketing!"],"Live Preview":["Anteprima dal vivo"],"Load More":["Mostra di più"],"Manage":["Gestisci"],"Manage Design":["Gestisci il design"],"Manage Functionality":["Gestisci funzionalità"],"Manage Pages":["Gestisci pagine"],"Manage site":["Gestisci sito"],"Meetups":["Meetups"],"MUST HAVE PLUGINS":["PLUGIN DA AVERE"],"News":["Notizia"],"No":["No"],"Note, that this will delete your existing content!":["Nota che questo eliminerà il tuo contenuto esistente!"],"Oops! Something went wrong!":["Oops! Qualcosa è andato storto!"],"Other":["Altro"],"Our powerful AI tool builds your site and generates unique content, adapted to your project.":["Il nostro potente strumento di IA costruisce il tuo sito e genera contenuti unici, adattati al tuo progetto."],"Our top experts have shared their know how on WooCommerce in а specialized ebook. Take advantage of their knowledge and make your site faster and safer.":["I nostri migliori esperti hanno condiviso il proprio know-how su WooCommerce in un ebook specializzato. Approfitta delle loro conoscenze e rendi il tuo sito più veloce e sicuro."],"Our top experts have shared their know how on WordPress in specialized ebooks on different topics. Take advantage of their knowledge and make your site faster and safer.":["I nostri migliori esperti hanno condiviso il proprio know-how su diversi argomenti legati a WordPress  in ebook specializzati. Approfitta delle loro conoscenze e rendi il tuo sito più veloce e sicuro."],"Our WooCommerce Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Il nostro WooCommerce Starter ti consente di scegliere un design elegante e aggiungere plugin con funzionalità importanti per il tuo sito. Questo installa e configura tutti gli elementi che hai scelto."],"Our WordPress Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Il nostro WordPress Starter ti consente di scegliere un design elegante e aggiungere plugin con funzionalità importanti per il tuo sito. Questo installa e configura tutti gli elementi che hai scelto."],"Photography":["Fotografia"],"plugin by Automattic":["plugin di Automattic"],"Previous Step":["Passaggio precedente"],"Proceed":["Continua"],"Read our WooCommerce ebooks":["Leggi i nostri ebook su WooCommerce"],"Read our WordPress ebooks":["Leggi i nostri ebook su WordPress"],"Recommended":["Raccomandato"],"Recommended useful functionality for your site!":["Funzionalità utili, consigliate per il tuo sito!"],"Remove WooCommerce":["Rimuovi WooCommerce"],"Restart Installation":["Riavvia l'installazione"],"Restaurant":["Ristorante"],"Search":["Cerca"],"Search By":["Cerca per"],"Search plugins...":["Cerca plugin..."],"Search themes...":["Cerca tema..."],"Security check":["Controllo di sicurezza"],"SEE RECOMMENDED":["VEDI CONSIGLIATO"],"SELECT":["SELEZIONA"],"Select":["Seleziona"],"select":["seleziona"],"Select design, functionality and marketing plugins and start working on your online store right away!":["Seleziona il design, le funzionalità e i plugin di marketing, e inizia subito a lavorare sul tuo negozio online!"],"Select design, functionality and marketing plugins and start working on your site right away!":["Seleziona il design, le funzionalità e i plugin di marketing, e inizia subito a lavorare sul tuo sito!"],"selected":["selezionato"],"Simplified Dashboard":["Bacheca semplificata"],"SiteGround":["SiteGround"],"SiteGround Central":["SiteGround Central"],"Sorry, could not install theme":["Spiacenti, impossibile installare il tema"],"Sorry, there was an unexpected problem.":["Spiacenti, si è verificato un problema imprevisto."],"START NOW":["Inizia ora"],"Start Now":["INIZIA ORA"],"Submit":["Invia"],"Success":["Successo"],"Switch to Simplified Dashboard":["Passa alla bacheca semplificata"],"Switch to the simplified dashboard that is part of the WordPress Starter plugin you used to setup your site.":["Passa alla bacheca semplificata che fa parte del plugin WordPress Starter che hai utilizzato per configurare il tuo sito."],"Tag":["Tag"],"Take Advantage of our WordPress tutorials!":["Approfitta dei nostri tutorial su WordPress!"],"The design you have chosen comes with sample data that is enabled by WooCommerce plugin. Do you want to install WooCommerce on your site?":["Il design che hai scelto viene fornito con dati campione abilitati dal plugin WooCommerce. Vuoi installare WooCommerce sul tuo sito?"],"The design you have chosen comes with sample data that is enabled by WooCommerce. In order to keep the sample data, including all the pages and overall look and structure of the selected design, you need to install WooCommerce on your site.":["Il design che hai scelto viene fornito con dati campione abilitati da WooCommerce. Per conservare questi dati, incluse tutte le pagine e l'aspetto generale e la struttura del design selezionato, devi installare WooCommerce sul tuo sito."],"The installation is not completed":["L'installazione non è stata completata"],"The installation of the selected items could not be completed. Please restart the wizard or try again later":["Non è stato possibile completare l'installazione degli elementi selezionati. Riavvia la procedura guidata o riprova più tardi"],"The WordPress Starter plugin requires PHP version 5.6 or above.":["Il WordPress Starter richiede la versione 5.6 di PHP o superiori."],"Theme search":["Cerca tema"],"There are new updates for your website. Check them out and apply the new versions to keep your site updated and secure!":["Ci sono nuovi aggiornamenti per il tuo sito web. Dai un'occhiata e applica le nuove versioni per mantenere il tuo sito aggiornato e sicuro!"],"There are no events scheduled near %1$s at the moment. Would you like to <a href=\"%2$s\">organize a WordPress event<\/a>?":["Al momento non sono in programma eventi vicino a %1$s. Ti piacerebbe <a href=\"%2$s\">organizzare un evento WordPress<\/a>?"],"This plugin is designed to provide you with an easy start of your next WordPress project!":["Questo plugin è stato sviluppato per aiutarti nell’avvio del tuo prossimo progetto WordPress!"],"Travel":["Viaggi"],"Try again":["Riprova"],"Update":["Aggiorna"],"UPLOAD PLUGIN":["CARICA PLUGIN"],"UPLOAD THEME":["CARICA TEMA"],"Upload Your Plugin":["Carica il tuo plugin"],"Upload Your Theme":["Carica il tuo tema"],"Use a standard WordPress theme":["Usa un tema WordPress standard"],"Use our WooCommerce starter for an easier start!":["Usa il nostro WooCommerce starter per iniziare più facilmente!"],"Use our WordPress starter for an easier start!":["Usa il nostro WordPress starter per iniziare più facilmente!"],"Useful Links":["Link utili"],"View Site":["Guarda il sito"],"View WordPress Tutorial":["Visualizza il tutorial di WordPress"],"Visit Knowledge Base":["Visita la nostra Knowledge Base"],"Visit out WordPress knowledge base!":["Visita la nostra Knowledge Base su Wordpress"],"Want more events?":["Desideri più eventi?"],"We could not complete the installations.":["Non siamo riusciti a completare le installazioni."],"We could not complete the installations. Try again later.":["Non siamo riusciti a completare le installazioni. Riprova più tardi."],"We have gathered some of the best free and paid themes suitable for various personal and business projects to help your site look professional and awesome.":["Abbiamo selezionato alcuni dei migliori temi gratuiti e a pagamento, adatti a progetti sia personali, sia di business, per aiutare il tuo sito ad apparire bello e professionale."],"We have prepared an easy to follow tutorials with everything you need to know about setting up your WordPress site, creating posts and pages, making backups and a lot more.":["Abbiamo preparato dei tutorial facili da seguire con tutto ciò che devi sapere sulla configurazione del tuo sito WordPress, creazione di post e pagine, creazione di backup e molto altro."],"We have successfully completed the installation of the items you selected. You may now proceed to your WordPress dashboard and start managing your site.":["Abbiamo completato con successo l'installazione degli elementi selezionati. Ora puoi passare alla tua dashboard WordPress e iniziare a gestire il tuo sito."],"We know that learning WordPress and WooCommerce takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Sappiamo che imparare a utilizzare WordPress e WooCommerce richiede tempo. Per aiutarti, abbiamo creato un wizard che ti aiuterà, in pochi semplici passi, a scegliere il design e le funzionalità per il tuo sito web."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in adding functionality to your site in a few easy steps.":["Sappiamo che imparare a usare WordPress richiede tempo. Per aiutarti a creare subito un sito abbiamo preparato una procedura guidata, veloce e personalizzata, che ti aiuterà ad aggiungere funzionalità in pochi e semplici passaggi."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Sappiamo che imparare a usare WordPress richiede tempo. Per aiutarti a iniziare subito un sito, abbiamo preparato una procedura guidata di personalizzazione rapida, che ti aiuterà a scegliere il design del sito e ad aggiungere funzionalità in pochi e semplici passaggi."],"Wedding":["Matrimonio"],"Welcome to Your WooCommerce Site!":["Benvenuto sul tuo sito WooCommerce!"],"Welcome to Your WordPress Site!":["Benvenuto sul tuo sito WordPress!"],"What is your website topic?":["Qual è l'argomento del tuo sito web?"],"WooCommerce":["WooCommerce"],"WooCommerce empowers millions of shops and is full of features that allow you to manage diverse products.":["WooCommerce dà potere a milioni di negozi ed è ricco di funzionalità che ti consentono di gestire diversi prodotti."],"WooCommerce Starter Available!":["WooCommerce Starter disponibile!"],"WordCamps":["WordCamps"],"WordPress Events and News":["Eventi e Novità su WordPress"],"WordPress Starter":["WordPress Starter"],"WordPress Starter Available!":["WordPress Starter disponibile!"],"Yes":["Si"],"you":["voi"],"You are updating a plugin. Be sure to back up your database and files first.":["Stai aggiornando un plugin. Assicurati di eseguire prima il backup del database e dei file."],"You are updating a theme. Be sure to back up your database and files first.":["Stai aggiornando un tema. Assicurati di eseguire prima il backup del database e dei file."],"You can choose a WordPress theme from more than 30 professional templates in our free gallery.":["Puoi scegliere un tema WordPress tra più di 30 template professionali nella nostra galleria gratuita."],"Your current theme is":["Il tuo tema attuale è"],"Your WordPress needs attention!":["Il tuo sito WordPress richiede attenzione!"],"{{free}}Free{{\/free}} plugin {{by}}by %(author)s{{\/by}}":["{{free}}Gratis{{\/free}} plugin {{by}}di %(author)s{{\/by}}"]}