{"":{"domain":"siteground-wizard","plural_forms":"nplurals=2; plural=n > 1;","lang":"fr_FR"}," Help organize the next one!":["Aidez-nous à organiser le prochain !"],"%s could not be located. Please try another nearby city. For example: Kansas City; Springfield; Portland.":["La localisation de %s n’a pas fonctionné. Veuillez essayer une autre ville proche. Par exemple : Rennes, Strasbourg ou Grenoble."],"<b class=\"sg-with-color sg-with-color--color-warning\">Untested<\/b> with your version of WordPress":["<b class=\"sg-with-color sg-with-color--color-warning\">Non testé<\/b> avec votre version de WordPress"],"<b>Compatible<\/b> with your version of WordPress":["<b>Compatible<\/b> avec votre version de WordPress"],"<b>Incompatible<\/b> with your version of WordPress":["<b>Incompatible<\/b> avec votre version de WordPress"],"Action Required":["Action requise"],"Activate":["Activer"],"Active":["Actif"],"Add":["Ajouter"],"Add new":["Ajouter un nouveau"],"Add Plugins":["Ajouter des plugins"],"Add Themes":["Ajouter des thèmes"],"Added":["Ajouté"],"ALL":["TOUT"],"Art & Design":["Conception d'art"],"Attend an upcoming event near %(city)s":["Assistez à un événement à venir près de %(city)s"],"Attention required":["Attention requise"],"Author":["Auteur"],"BROWSE WORDPRESS DIRECTORY":["PARCOURIR L'ANNUAIRE WORDPRESS"],"Cancel":["Annuler"],"Change Design":["Modifier la conception"],"Change Theme":["Change le thème"],"Check out how your website looks!":["Découvrez à quoi ressemble votre site Web!"],"Check your website on it's domain.":["Vérifiez votre site Web sur son domaine."],"Choose a fancy design for your website!":["Choisissez un design sophistiqué pour votre site Web !"],"Choose file":["Choisir le fichier"],"Choose plugins for your WordPress site that enable the functionality you wish to have":["Choisissez des plugins pour votre site WordPress qui activent la fonctionnalité que vous souhaitez avoir"],"City":["Ville"],"CLOSE":["FERMER"],"Close":["Fermer"],"Complete":["Complet"],"Congrats! Your site is ready!":["Bravo! Votre site est prêt !"],"Continue":["Continuer"],"Dashboard":["Tableau de bord"],"Do you want to import the sample data when installing the theme?":["Voulez-vous importer les exemples de données lors de l'installation du thème ?"],"Edit and create new Pages":["Modifier et créer de nouvelles pages"],"Error":["Erreur"],"EXIT":["SORTIE"],"EXIT WIZARD":["QUITTER L'ASSISTANT"],"Fashion & Beauty":["Fashion beauté"],"Free":["Gratuit"],"Get the Latest Ebook":["Obtenez le dernier ebook"],"Go To Dashboard":["Aller au tableau de bord"],"Go to WordPress admin to manage your content and more.":["Accédez à l'administrateur WordPress pour gérer votre contenu et plus encore."],"Good thing about WordPress is that you can automate part of your marketing via plugins.":["La bonne chose à propos de WordPress est que vous pouvez automatiser une partie de votre marketing via des plugins."],"Health & Fitness":["Santé et Forme"],"Home":["Accueil"],"https:\/\/siteground.com":["https:\/\/siteground.com"],"https:\/\/www.siteground.com":["https:\/\/www.siteground.com"],"If you have a how to question about WordPress it’s quite likely that we already have the answer for you in our Knowledge Base. It contains more than 1000 helpful articles.":["Si vous avez une question sur WordPress, il est fort probable que nous ayons déjà la réponse pour vous dans notre base de connaissances. Il contient plus de 1000 articles utiles."],"If you have a plugin in a .zip format, you may install it by uploading it here.":["Si vous avez un plugin au format .zip, vous pouvez l'installer en le téléchargeant ici."],"If you have a theme in a .zip format, you may install it by uploading it here.":["Si vous avez un thème au format .zip, vous pouvez l'installer en le téléchargeant ici."],"If you wish you can always <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\">switch to default<\/a> dashboard.":["Si vous le souhaitez, vous pouvez toujours <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\">passer au tableau de bord par défaut<\/a>."],"Important Notifications":["Notifications importantes"],"Install":["Installer"],"Install Now":["Installer maintenant"],"Installation in progress...":["Installation en cours..."],"Installed":["Installée"],"Installing, please don't close or refresh this page.":["Installation, veuillez ne pas fermer ou actualiser cette page."],"Keyword":["Mot-clé"],"Latest news":["Dernières nouvelles"],"LATEST VERSION INSTALLED":["DERNIÈRE VERSION INSTALLÉE"],"Learn more":["En savoir plus"],"Let us build your website":["Laissez-nous construire votre site web"],"Let's talk about marketing!":["Parlons marketing !"],"Live Preview":["Aperçu en direct"],"Load More":["Charger plus"],"Manage":["Gérer"],"Manage Design":["Gérer la conception"],"Manage Functionality":["Gérer la fonctionnalité"],"Manage Pages":["Gérer les pages"],"Manage site":["Gérer le site"],"Meetups":["Rencontres"],"MUST HAVE PLUGINS":["DOIT AVOIR DES PLUGINS"],"News":["Nouvelles"],"No":["Non"],"Note, that this will delete your existing content!":["Notez que cela supprimera votre contenu existant !"],"Oops! Something went wrong!":["Oups ! Une erreur s’est produite !"],"Other":["Autre"],"Our powerful AI tool builds your site and generates unique content, adapted to your project.":["Notre puissant outil d'IA construit votre site et génère un contenu unique, adapté à votre projet."],"Our top experts have shared their know how on WooCommerce in а specialized ebook. Take advantage of their knowledge and make your site faster and safer.":["Nos meilleurs experts ont partagé leur savoir-faire sur WooCommerce dans un ebook spécialisé. Profitez de leurs connaissances et rendez votre site plus rapide et plus sûr."],"Our top experts have shared their know how on WordPress in specialized ebooks on different topics. Take advantage of their knowledge and make your site faster and safer.":["Nos meilleurs experts ont partagé leur savoir-faire sur WordPress dans des ebooks spécialisés sur différents sujets. Profitez de leurs connaissances et rendez votre site plus rapide et plus sûr."],"Our WooCommerce Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Notre WooCommerce Starter vous permet de choisir un design sophistiqué et d'ajouter des plugins avec des fonctionnalités importantes pour votre site. Il installe et configure tous les éléments que vous avez choisis."],"Our WordPress Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Notre WordPress Starter vous permet de choisir un design sophistiqué et d'ajouter des plugins avec des fonctionnalités importantes pour votre site. Il installe et configure tous les éléments que vous avez choisis."],"Photography":["La photographie"],"plugin by Automattic":["plugin par Automattic"],"Previous Step":["Étape précédente"],"Proceed":["Procéder"],"Read our WooCommerce ebooks":["Lisez nos ebooks WooCommerce"],"Read our WordPress ebooks":["Lisez nos ebooks WordPress"],"Recommended":["Recommandé"],"Recommended useful functionality for your site!":["Fonctionnalité utile recommandée pour votre site !"],"Remove WooCommerce":["Supprimer WooCommerce"],"Restart Installation":["Redémarrer l'installation"],"Restaurant":["Restaurant"],"Search":["Rechercher"],"Search By":["Recherché par"],"Search plugins...":["Rechercher des plugins..."],"Search themes...":["Rechercher des thèmes..."],"Security check":["Vérification de sécurité"],"SEE RECOMMENDED":["VOIR RECOMMANDÉ"],"SELECT":["SÉLECTIONNER"],"Select":["Sélectionner"],"select":["sélectionner"],"Select design, functionality and marketing plugins and start working on your online store right away!":["Sélectionnez les plugins de conception, de fonctionnalité et de marketing et commencez immédiatement à travailler sur votre boutique en ligne !"],"Select design, functionality and marketing plugins and start working on your site right away!":["Sélectionnez les plugins de conception, de fonctionnalité et de marketing et commencez à travailler sur votre site immédiatement !"],"selected":["choisi"],"Simplified Dashboard":["Tableau de bord simplifié"],"SiteGround":["SiteGround"],"SiteGround Central":["SiteGround Central"],"Sorry, could not install theme":["Désolé, impossible d'installer le thème"],"Sorry, there was an unexpected problem.":["Désolé, un problème inattendu s'est produit."],"START NOW":["Commencer maintenant"],"Start Now":["Commencez maintenant"],"Submit":["Envoyer"],"Success":["Succès"],"Switch to Simplified Dashboard":["Passer au tableau de bord simplifié"],"Switch to the simplified dashboard that is part of the WordPress Starter plugin you used to setup your site.":["Basculez vers le tableau de bord simplifié qui fait partie du plugin WordPress Starter que vous avez utilisé pour configurer votre site."],"Tag":["Étiquette"],"Take Advantage of our WordPress tutorials!":["Profitez de nos tutoriels WordPress !"],"The design you have chosen comes with sample data that is enabled by WooCommerce plugin. Do you want to install WooCommerce on your site?":["Le design que vous avez choisi est fourni avec des exemples de données activés par le plugin WooCommerce. Vous souhaitez installer WooCommerce sur votre site ?"],"The design you have chosen comes with sample data that is enabled by WooCommerce. In order to keep the sample data, including all the pages and overall look and structure of the selected design, you need to install WooCommerce on your site.":["La conception que vous avez choisie est fournie avec des exemples de données activés par WooCommerce. Afin de conserver les exemples de données, y compris toutes les pages, l'aspect général et la structure du design sélectionné, vous devez installer WooCommerce sur votre site."],"The installation is not completed":["L'installation n'est pas terminée"],"The installation of the selected items could not be completed. Please restart the wizard or try again later":["L'installation des éléments sélectionnés n'a pas pu être terminée. Veuillez redémarrer l'assistant ou réessayer plus tard"],"The WordPress Starter plugin requires PHP version 5.6 or above.":["Le plugin WordPress Starter nécessite PHP version 5.6 ou supérieure."],"Theme search":["Recherche de thème"],"There are new updates for your website. Check them out and apply the new versions to keep your site updated and secure!":["Il y a de nouvelles mises à jour pour votre site Web. Consultez-les et appliquez les nouvelles versions pour maintenir votre site à jour et sécurisé !"],"There are no events scheduled near %1$s at the moment. Would you like to <a href=\"%2$s\">organize a WordPress event<\/a>?":["Il n’y a aucun évènement planifié à proximité de %1$s pour le moment. Voulez-vous <a href=\"%2$s\">en organiser un<\/a> ?"],"This plugin is designed to provide you with an easy start of your next WordPress project!":["Ce plugin est conçu pour vous permettre de démarrer facilement votre prochain projet WordPress !"],"Travel":["Voyage"],"Try again":["Essayer à nouveau"],"Update":["Mettre à jour"],"UPLOAD PLUGIN":["TÉLÉCHARGEZ PLUG-IN"],"UPLOAD THEME":["TÉLÉCHARGEZ THÈME"],"Upload Your Plugin":["Téléchargez votre plug-in"],"Upload Your Theme":["Téléchargez votre thème"],"Use a standard WordPress theme":["Utiliser un thème WordPress standard"],"Use our WooCommerce starter for an easier start!":["Utilisez notre démarreur WooCommerce pour un démarrage plus facile !"],"Use our WordPress starter for an easier start!":["Utilisez notre démarreur WordPress pour un démarrage plus facile !"],"Useful Links":["Liens utiles"],"View Site":["Voir le site"],"View WordPress Tutorial":["Voir le tutoriel WordPress"],"Visit Knowledge Base":["Visitez la base de connaissances"],"Visit out WordPress knowledge base!":["Visitez notre base de connaissances WordPress !"],"Want more events?":["Vous voulez plus d'événements ?"],"We could not complete the installations.":["Nous n'avons pas pu terminer les installations."],"We could not complete the installations. Try again later.":["Nous n'avons pas pu terminer les installations. Réessayez plus tard."],"We have gathered some of the best free and paid themes suitable for various personal and business projects to help your site look professional and awesome.":["Nous avons rassemblé certains des meilleurs thèmes gratuits et payants adaptés à divers projets personnels et professionnels pour donner à votre site un aspect professionnel et génial."],"We have prepared an easy to follow tutorials with everything you need to know about setting up your WordPress site, creating posts and pages, making backups and a lot more.":["Nous avons préparé des tutoriels faciles à suivre avec tout ce que vous devez savoir sur la configuration de votre site WordPress, la création de publications et de pages, la réalisation de sauvegardes et bien plus encore."],"We have successfully completed the installation of the items you selected. You may now proceed to your WordPress dashboard and start managing your site.":["Nous avons terminé avec succès l'installation des éléments que vous avez sélectionnés. Vous pouvez maintenant accéder à votre tableau de bord WordPress et commencer à gérer votre site."],"We know that learning WordPress and WooCommerce takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Nous savons que l'apprentissage de WordPress et Woocommerce prend du temps. Pour vous donner un bon départ, nous avons préparé un assistant de personnalisation rapide qui vous aidera à choisir le design et à ajouter des fonctionnalités à votre site en quelques étapes simples."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in adding functionality to your site in a few easy steps.":["Nous savons que l'apprentissage de WordPress prend du temps. Pour vous donner un bon départ, nous avons préparé un assistant de personnalisation rapide qui vous aidera à ajouter des fonctionnalités à votre site en quelques étapes simples."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Nous savons que l'apprentissage de WordPress prend du temps. Pour vous donner un bon départ, nous avons préparé un assistant de personnalisation rapide qui vous aidera à choisir le design et à ajouter des fonctionnalités à votre site en quelques étapes simples."],"Wedding":["Mariage"],"Welcome to Your WooCommerce Site!":["Bienvenue sur votre site Woocommerce !"],"Welcome to Your WordPress Site!":["Bienvenue sur votre site WordPress !"],"What is your website topic?":["Quel est le sujet de votre site ?"],"WooCommerce":["WooCommerce"],"WooCommerce empowers millions of shops and is full of features that allow you to manage diverse products.":["WooCommerce habilite des millions de boutiques et regorge de fonctionnalités qui vous permettent de gérer divers produits."],"WooCommerce Starter Available!":["Démarreur WooCommerce disponible !"],"WordCamps":["WordCamps"],"WordPress Events and News":["Événements et actualités WordPress"],"WordPress Starter":["Démarreur WordPress"],"WordPress Starter Available!":["Démarreur WordPress disponible !"],"Yes":["Oui"],"you":["vous"],"You are updating a plugin. Be sure to back up your database and files first.":["Vous mettez à jour un plugin. Assurez-vous de sauvegarder d'abord votre base de données et vos fichiers."],"You are updating a theme. Be sure to back up your database and files first.":["Vous mettez à jour un thème. Assurez-vous de sauvegarder d'abord votre base de données et vos fichiers."],"You can choose a WordPress theme from more than 30 professional templates in our free gallery.":["Vous pouvez choisir un thème WordPress parmi plus de 30 modèles professionnels dans notre galerie gratuite."],"Your current theme is":["Votre thème actuel est"],"Your WordPress needs attention!":["Votre WordPress a besoin d'attention !"],"{{free}}Free{{\/free}} plugin {{by}}by %(author)s{{\/by}}":["Plugin {{free}}gratuit {{\/free}}{{by}}par %(author)s{{\/by}}"]}