{"":{"domain":"siteground-wizard","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_ES"}," Help organize the next one!":["¡Ayuda a organizar el próximo !"],"%s could not be located. Please try another nearby city. For example: Kansas City; Springfield; Portland.":["No hemos podido localizar %s. Por favor, intenta con otra ciudad cercana. Por ejemplo: Madrid; Valencia; Zaragoza."],"<b class=\"sg-with-color sg-with-color--color-warning\">Untested<\/b> with your version of WordPress":["<b class=\"sg-with-color sg-with-color--color-warning\">Sin probar<\/b> con tu versión de WordPress"],"<b>Compatible<\/b> with your version of WordPress":["<b>Compatible<\/b> con tu versión de WordPress"],"<b>Incompatible<\/b> with your version of WordPress":["<b>Incompatible<\/b> con tu versión de WordPress"],"Action Required":["Acción requerida"],"Activate":["Activar"],"Active":["Activo"],"Add":["Agregar"],"Add new":["Añade nuevo"],"Add Plugins":["Añadir plugins"],"Add Themes":["Añadir temas"],"Added":["Agregado"],"ALL":["TODO"],"Art & Design":["Arte y diseño"],"Attend an upcoming event near %(city)s":["Asiste a un próximo evento"],"Attention required":["Atención requerida"],"Author":["Autor"],"BROWSE WORDPRESS DIRECTORY":["EXPLORAR EL DIRECTORIO DE WORDPRESS"],"Cancel":["Cancelar"],"Change Design":["Cambiar Diseño"],"Change Theme":["Cambiar Tema"],"Check out how your website looks!":["¡Comprueba cómo se ve tu sitio web!"],"Check your website on it's domain.":["Revisa tu sitio web en su dominio."],"Choose a fancy design for your website!":["¡Elige un diseño elegante para tu sitio web!"],"Choose file":["Elige archivo"],"Choose plugins for your WordPress site that enable the functionality you wish to have":["Elige los complementos para tu sitio WordPress que habiliten la funcionalidad que deseas tener"],"City":["Ciudad"],"CLOSE":["CERRAR"],"Close":["Cerrar"],"Complete":["Completar"],"Congrats! Your site is ready!":["¡Enhorabuena! ¡Tu web está lista!"],"Continue":["Continuar"],"Dashboard":["Área de Usuario"],"Do you want to import the sample data when installing the theme?":["¿Quieres importar los datos de muestra al instalar el tema?"],"Edit and create new Pages":["Edita y crea nuevas páginas"],"Error":["Error"],"EXIT":["Salir"],"EXIT WIZARD":["Salir del asistente"],"Fashion & Beauty":["Belleza y moda"],"Free":["Gratis"],"Get the Latest Ebook":["Obtén el último Ebook"],"Go To Dashboard":["Ir al Área de Usuario"],"Go to WordPress admin to manage your content and more.":["Ve al administrador de WordPress para administrar tu contenido y más."],"Good thing about WordPress is that you can automate part of your marketing via plugins.":["Lo bueno de WordPress es que puedes automatizar parte de tu marketing a través de plugins."],"Health & Fitness":["Salud y fitness"],"Home":["Inicio"],"https:\/\/siteground.com":["https:\/\/www.siteground.es"],"https:\/\/www.siteground.com":["https:\/\/www.siteground.es"],"If you have a how to question about WordPress it’s quite likely that we already have the answer for you in our Knowledge Base. It contains more than 1000 helpful articles.":["Si tienes una pregunta sobre WordPress, es muy probable que ya tengamos la respuesta en nuestra base de conocimientos. Contiene más de 1000 artículos útiles-"],"If you have a plugin in a .zip format, you may install it by uploading it here.":["Si tienes un plugin en formato .zip, puedes instalarlo subiéndolo aquí"],"If you have a theme in a .zip format, you may install it by uploading it here.":["Si tienes un tema en formato .zip, puedes instalarlo cargándolo aquí."],"If you wish you can always <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\">switch to default<\/a> dashboard.":["Si lo deseas, siempre puedes <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\"> cambiar al panel predeterminado <\/a>."],"Important Notifications":["Notificaciones importantes"],"Install":["Instalar"],"Install Now":["Instalar ahora"],"Installation in progress...":["Instalación en curso..."],"Installed":["Instalado"],"Installing, please don't close or refresh this page.":["Instalando, por favor no cierres ni actualices esta página."],"Keyword":["Palabra clave"],"Latest news":["Últimas noticias"],"LATEST VERSION INSTALLED":["ÚLTIMA VERSIÓN INSTALADA"],"Learn more":["Aprende más"],"Let us build your website":["Vamos a construir tu sitio web"],"Let's talk about marketing!":["¡Hablemos de marketing!"],"Live Preview":["Vista previa"],"Load More":["Cargar más"],"Manage":["Gestionar"],"Manage Design":["Gestionar diseño"],"Manage Functionality":["Gestionar funcionalidad"],"Manage Pages":["Gestionar páginas"],"Manage site":["Administrar sitio"],"Meetups":["Reuniones"],"MUST HAVE PLUGINS":["PLUGINS ESENCIALES"],"News":["Noticias"],"No":["No"],"Note, that this will delete your existing content!":["¡Ten en cuenta que esto eliminará tu contenido existente!"],"Oops! Something went wrong!":["¡Ups! Algo salió mal!"],"Other":["Otro"],"Our powerful AI tool builds your site and generates unique content, adapted to your project.":["Nuestra potente herramienta de IA construye tu sitio y genera contenido único, adaptado a tu proyecto."],"Our top experts have shared their know how on WooCommerce in а specialized ebook. Take advantage of their knowledge and make your site faster and safer.":["Nuestros mejores expertos han compartido sus conocimientos sobre WooCommerce en un Ebook especializado. Aprovecha sus conocimientos y haz que tu sitio sea más rápido y seguro."],"Our top experts have shared their know how on WordPress in specialized ebooks on different topics. Take advantage of their knowledge and make your site faster and safer.":["Nuestros mejores expertos han compartido su conocimiento sobre WordPress en Ebooks especializados en diferentes temas. Aprovecha sus conocimientos y haz que tu sitio sea más rápido y seguro."],"Our WooCommerce Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Nuestro Starter de WooCommerce te permite elegir un diseño elegante y añadir plugins con una funcionalidad importante para tu sitio. Instala y configura todos los elementos que elijas."],"Our WordPress Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Nuestro WordPress Starter te permite elegir un diseño elegante y añadir plugins con funciones importantes para tu sitio. Instala y configura todos los elementos que elijas."],"Photography":["Fotografía"],"plugin by Automattic":["plugin de Automattic"],"Previous Step":["Paso anterior"],"Proceed":["Proceder"],"Read our WooCommerce ebooks":["Lee nuestros Ebooks de WooCommerce"],"Read our WordPress ebooks":["Lee nuestros ebooks de WordPress"],"Recommended":["Recomendado"],"Recommended useful functionality for your site!":["¡Funcionalidad útil recomendada para tu sitio web!"],"Remove WooCommerce":["Quitar WooCommerce"],"Restart Installation":["Reiniciar la instalación"],"Restaurant":["Restaurante"],"Search":["Buscar"],"Search By":["Buscar por"],"Search plugins...":["Buscar plugins..."],"Search themes...":["Buscar temas..."],"Security check":["Control de seguridad"],"SEE RECOMMENDED":["VER RECOMENDADO"],"SELECT":["SELECCIONAR"],"Select":["Seleccionar"],"select":["seleccionar"],"Select design, functionality and marketing plugins and start working on your online store right away!":["Selecciona el diseño, la funcionalidad y los plugins de marketing y empieza a trabajar en tu tienda online de inmediato."],"Select design, functionality and marketing plugins and start working on your site right away!":["Selecciona el diseño, la funcionalidad y los plugins de marketing y empieza a trabajar en tu sitio de inmediato."],"selected":["seleccionado"],"Simplified Dashboard":["Panel de control simplificado"],"SiteGround":["SiteGround"],"SiteGround Central":["SiteGround Central"],"Sorry, could not install theme":["Lo siento, no se pudo instalar el tema"],"Sorry, there was an unexpected problem.":["Lo siento, hubo un problema inesperado."],"START NOW":["Comienza ahora"],"Start Now":["Empezar ahora"],"Submit":["Enviar"],"Success":["Éxito"],"Switch to Simplified Dashboard":["Cambiar a panel simplificado"],"Switch to the simplified dashboard that is part of the WordPress Starter plugin you used to setup your site.":["Cambia al panel simplificado que es parte del plugin de WordPress Starter que usaste para configurar tu sitio."],"Tag":["Etiqueta"],"Take Advantage of our WordPress tutorials!":["¡Aprovecha nuestros tutoriales de WordPress!"],"The design you have chosen comes with sample data that is enabled by WooCommerce plugin. Do you want to install WooCommerce on your site?":["El diseño que has elegido viene con datos de muestra habilitados por el plugin WooCommerce. ¿Quieres instalar WooCommerce en tu sitio?"],"The design you have chosen comes with sample data that is enabled by WooCommerce. In order to keep the sample data, including all the pages and overall look and structure of the selected design, you need to install WooCommerce on your site.":["El diseño que has elegido viene con datos de muestra habilitados por WooCommerce. Para mantener los datos de muestra, incluidas todas las páginas y el aspecto general y la estructura del diseño seleccionado, debes instalar WooCommerce en tu sitio."],"The installation is not completed":["La instalación no está completada"],"The installation of the selected items could not be completed. Please restart the wizard or try again later":["No se pudo completar la instalación de los elementos seleccionados. Reinicia el asistente o inténtalo de nuevo más tarde."],"The WordPress Starter plugin requires PHP version 5.6 or above.":["El plugin WordPress Starter requiere la versión de PHP 5.6 o superior."],"Theme search":["Búsqueda de tema"],"There are new updates for your website. Check them out and apply the new versions to keep your site updated and secure!":["Hay nuevas actualizaciones para tu sitio web. ¡Échales un vistazo y aplica las nuevas versiones para mantener tu sitio actualizado y seguro!"],"There are no events scheduled near %1$s at the moment. Would you like to <a href=\"%2$s\">organize a WordPress event<\/a>?":["En este momento no hay ningún evento programado cerca de %1$s. ¿Te gustaría <a href=\"%2$s\">organizar un evento WordPress<\/a>?"],"This plugin is designed to provide you with an easy start of your next WordPress project!":["¡Este plugin está diseñado para proporcionarte un comienzo fácil de tu próximo proyecto WordPress!"],"Travel":["Viajar"],"Try again":["Inténtalo de nuevo"],"Update":["Actualizar"],"UPLOAD PLUGIN":["SUBIR PLUGIN"],"UPLOAD THEME":["SUBIR TEMA"],"Upload Your Plugin":["Sube tu plugin"],"Upload Your Theme":["Sube tu tema"],"Use a standard WordPress theme":["Usa un tema estándar de WordPress"],"Use our WooCommerce starter for an easier start!":["¡Usa nuestro iniciador de WooCommerce para un comienzo más fácil!"],"Use our WordPress starter for an easier start!":["¡Usa nuestro Starter de WordPress para un comienzo más fácil!"],"Useful Links":["Links útiles"],"View Site":["Ver página"],"View WordPress Tutorial":["Ver tutorial de WordPress"],"Visit Knowledge Base":["Visitar la base de conocimientos"],"Visit out WordPress knowledge base!":["Visitar la base de conocimientos de WordPress"],"Want more events?":["¿Quieres más eventos?"],"We could not complete the installations.":["No pudimos completar las instalaciones."],"We could not complete the installations. Try again later.":["No pudimos completar las instalaciones. Inténtalo de nuevo más tarde."],"We have gathered some of the best free and paid themes suitable for various personal and business projects to help your site look professional and awesome.":["Hemos reunido algunos de los mejores temas gratuitos y de pago adecuados para varios proyectos personales y de negocios para ayudarte a que tu sitio se vea profesional e impresionante."],"We have prepared an easy to follow tutorials with everything you need to know about setting up your WordPress site, creating posts and pages, making backups and a lot more.":["Hemos preparado tutoriales fáciles de seguir con todo lo que necesitas saber sobre cómo configurar tu sitio WordPress, crear publicaciones y páginas, hacer copias de seguridad y mucho más."],"We have successfully completed the installation of the items you selected. You may now proceed to your WordPress dashboard and start managing your site.":["Hemos completado con éxito la instalación de los elementos que has seleccionado. Puedes proceder al panel de control en tu WordPress y empezar a gestionar tu web."],"We know that learning WordPress and WooCommerce takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Sabemos que aprender a utilizar WordPress y WooCommerce lleva tiempo. Para ayudarte, hemos preparado un asistente para elegir el diseño y añadir funcionalidades a tu web en unos sencillos pasos."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in adding functionality to your site in a few easy steps.":["Sabemos que aprender a utilizar WordPress lleva tiempo. Para ayudarte a crear una web de inmediato, hemos preparado un  asistente rápido y personalizado que te ayudará a agregar funcionalidades a tu sitio web en unos rápidos y sencillos pasos."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Sabemos que aprender WordPress lleva tiempo. Para ayudarte con un buen comienzo, hemos preparado un rápido asistente de personalización que te ayudará a elegir el diseño y agregar funcionalidades a tu sitio web en unos sencillos pasos."],"Wedding":["Boda"],"Welcome to Your WooCommerce Site!":["¡Bienvenida\/o a tu web con WooCommerce!"],"Welcome to Your WordPress Site!":["¡Bienvenido a tu sitio WordPress!"],"What is your website topic?":["¿Cuál es el tema de tu sitio web?"],"WooCommerce":["WooCommerce"],"WooCommerce empowers millions of shops and is full of features that allow you to manage diverse products.":["WooCommerce potencia millones de tiendas y está repleto de funciones que te permiten administrar diversos productos."],"WooCommerce Starter Available!":["¡Starter de WooCommerce disponible!"],"WordCamps":["WordCamps"],"WordPress Events and News":["Eventos y noticias de WordPress"],"WordPress Starter":["WordPress Starter"],"WordPress Starter Available!":["¡Starter de WordPress disponible!"],"Yes":["Si"],"you":["usted"],"You are updating a plugin. Be sure to back up your database and files first.":["Estás actualizando un complemento. Asegúrese de hacer una copia de seguridad de su base de datos y archivos primero."],"You are updating a theme. Be sure to back up your database and files first.":["Estás actualizando un tema. Asegúrese de hacer una copia de seguridad de su base de datos y archivos primero."],"You can choose a WordPress theme from more than 30 professional templates in our free gallery.":["Puedes elegir un tema de WordPress entre más de 30 plantillas profesionales en nuestra galería gratuita."],"Your current theme is":["Tu tema actual es"],"Your WordPress needs attention!":["¡Tu WordPress necesita atención!"],"{{free}}Free{{\/free}} plugin {{by}}by %(author)s{{\/by}}":["Plugin {{free}}gratuito{{\/free}} {{by}}de %(author)s{{\/by}}"]}