{"":{"domain":"siteground-wizard","plural_forms":"nplurals=2; plural=n != 1;","lang":"de_DE"}," Help organize the next one!":["Helfen Sie mit, den nächsten zu organisieren!"],"%s could not be located. Please try another nearby city. For example: Kansas City; Springfield; Portland.":["Wir konnten %s nicht finden. Bitte versuche es mit einer anderen nahegelegenen Stadt. Zum Beispiel: Berlin, Köln, Stuttgart."],"<b class=\"sg-with-color sg-with-color--color-warning\">Untested<\/b> with your version of WordPress":["<b class=\"sg-with-color sg-with-color--color-warning\">Ungetestet<\/b> mit deiner Version von WordPress"],"<b>Compatible<\/b> with your version of WordPress":["<b>Kompatibel<\/b> mit deiner Version von WordPress"],"<b>Incompatible<\/b> with your version of WordPress":["<b>Inkompatibel<\/b> mit deiner Version von WordPress"],"Action Required":["Maßnahmen erforderlich"],"Activate":["Aktivieren Sie"],"Active":["Aktiv"],"Add":["Hinzufügen"],"Add new":["Neue hinzufügen"],"Add Plugins":["Plugins hinzufügen"],"Add Themes":["Themes hinzufügen"],"Added":["Hinzugefügt"],"ALL":["ALLE"],"Art & Design":["Kunst und Design"],"Attend an upcoming event near %(city)s":["Besuchen Sie eine Veranstaltung in Ihrer Nähe"],"Attention required":["Aufmerksamkeit erforderlich"],"Author":["Autor"],"BROWSE WORDPRESS DIRECTORY":["DURCHSUCHEN SIE DAS WORDPRESS-VERZEICHNIS"],"Cancel":["Stornieren"],"Change Design":["Design ändern"],"Change Theme":["Thema ändern"],"Check out how your website looks!":["Sehen Sie sich an, wie Ihre Website aussieht!"],"Check your website on it's domain.":["Überprüfen Sie Ihre Website auf ihrer Domain."],"Choose a fancy design for your website!":["Wählen Sie ein schickes Design für Ihre Website!"],"Choose file":["Datei auswählen"],"Choose plugins for your WordPress site that enable the functionality you wish to have":["Wählen Sie Plugins für Ihre WordPress-Website, um die von Ihnen gewünschte Funktionalität zu ermöglichen"],"City":["Stadt"],"CLOSE":["Schließen"],"Close":["Schließen"],"Complete":["Vollständig"],"Congrats! Your site is ready!":["Glückwunsch! Ihre Website ist fertig!"],"Continue":["Fortfahren"],"Dashboard":["Dashboard"],"Do you want to import the sample data when installing the theme?":["Möchten Sie die Beispieldaten bei der Installation des Themes importieren?"],"Edit and create new Pages":["Bearbeiten und neue Seiten erstellen"],"Error":["Fehler"],"EXIT":["BEENDEN"],"EXIT WIZARD":["WIZARD BEENDEN"],"Fashion & Beauty":["Mode und Schönheit"],"Free":["Kostenlos"],"Get the Latest Ebook":["Holen Sie sich das neueste Ebook"],"Go To Dashboard":["Gehen Sie zum Dashboard"],"Go to WordPress admin to manage your content and more.":["Gehen Sie zur WordPress-Verwaltung, um Ihre Inhalte und mehr zu verwalten."],"Good thing about WordPress is that you can automate part of your marketing via plugins.":["Das Gute an WordPress ist, dass Sie einen Teil Ihres Marketings über Plugins automatisieren können."],"Health & Fitness":["Gesundheit und Fitness"],"Home":["Start"],"https:\/\/siteground.com":["https:\/\/de.siteground.com"],"https:\/\/www.siteground.com":["https:\/\/de.siteground.com"],"If you have a how to question about WordPress it’s quite likely that we already have the answer for you in our Knowledge Base. It contains more than 1000 helpful articles.":["Wenn Sie eine Frage zu WordPress haben, ist es sehr wahrscheinlich, dass wir bereits die Antwort für Sie in unserer Wissensdatenbank haben. Sie enthält mehr als 1000 hilfreiche Artikel."],"If you have a plugin in a .zip format, you may install it by uploading it here.":["Wenn Sie ein Plugin im .zip-Format haben, können Sie es installieren, indem Sie es hier hochladen."],"If you have a theme in a .zip format, you may install it by uploading it here.":["Wenn Sie ein Theme im .zip-Format haben, können Sie es installieren, indem Sie es hier hochladen."],"If you wish you can always <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\">switch to default<\/a> dashboard.":["Wenn Sie möchten, können Sie jederzeit <a href=\"%1$s\" class=\"switch-dashboard\" data-admin-url=\"%2$s\">zum Standard-Dashboard wechseln<\/a>."],"Important Notifications":["Wichtige Benachrichtigungen"],"Install":["Installieren"],"Install Now":["Jetzt installieren"],"Installation in progress...":["Installation im Gange..."],"Installed":["Installiert"],"Installing, please don't close or refresh this page.":["Die Installation läuft, bitte schließen oder aktualisieren Sie diese Seite nicht."],"Keyword":["Stichwort"],"Latest news":["Últimas noticias"],"LATEST VERSION INSTALLED":["NEUESTE VERSION INSTALLIERT"],"Learn more":["Mehr Info"],"Let us build your website":["Lassen Sie uns Ihre Website erstellen"],"Let's talk about marketing!":["Lassen Sie uns über Marketing sprechen!"],"Live Preview":["Live-Vorschau"],"Load More":["Mehr laden"],"Manage":["Verwalten"],"Manage Design":["Design verwalten"],"Manage Functionality":["Funktionalitäten verwalten"],"Manage Pages":["Seiten verwalten"],"Manage site":["Website verwalten"],"Meetups":["Treffen"],"MUST HAVE PLUGINS":["MUSS PLUGINS HABEN"],"News":["Nachricht"],"No":["Nein"],"Note, that this will delete your existing content!":["Beachten Sie, dass dadurch Ihre bestehenden Inhalte gelöscht werden!"],"Oops! Something went wrong!":["Hoppla! Etwas ist schief gelaufen!"],"Other":["Andere"],"Our powerful AI tool builds your site and generates unique content, adapted to your project.":["Unser leistungsstarkes KI-Tool erstellt Ihre Website und generiert einzigartige Inhalte, die auf Ihr Projekt abgestimmt sind."],"Our top experts have shared their know how on WooCommerce in а specialized ebook. Take advantage of their knowledge and make your site faster and safer.":["Unsere Top-Experten haben ihr Know-how über WooCommerce in einem spezialisierten E-Book zusammengefasst. Profitieren Sie von ihrem Wissen und machen Sie Ihre Website schneller und sicherer."],"Our top experts have shared their know how on WordPress in specialized ebooks on different topics. Take advantage of their knowledge and make your site faster and safer.":["Unsere Top-Experten haben ihr Know-how über WordPress in spezialisierten ebooks zu verschiedenen Themen geteilt. Profitieren Sie von ihrem Wissen und machen Sie Ihre Website schneller und sicherer."],"Our WooCommerce Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Mit unserem WooCommerce Starter können Sie ein schickes Design wählen und Plugins mit wichtigen Funktionen für Ihre Website hinzufügen. Es installiert und richtet alle Elemente ein, die Sie ausgewählt haben."],"Our WordPress Starter allows you to choose a fancy design and add plugins with important functionality for your site. It installs and sets up all the items you chose.":["Mit unserem WordPress-Starter können Sie ein schickes Design wählen und Plugins mit wichtigen Funktionen für Ihre Website hinzufügen. Es installiert und richtet alle Elemente ein, die Sie ausgewählt haben."],"Photography":["Fotografie"],"plugin by Automattic":["plugin von Automattic"],"Previous Step":["Vorheriger Schritt"],"Proceed":["Weiter"],"Read our WooCommerce ebooks":["Lesen Sie unsere WooCommerce ebooks"],"Read our WordPress ebooks":["Lesen Sie unsere WordPress ebooks"],"Recommended":["Empfohlen"],"Recommended useful functionality for your site!":["Empfohlene nützliche Funktionen für Ihre Website!"],"Remove WooCommerce":["Entfernen Sie WooCommerce"],"Restart Installation":["Installation neu starten"],"Restaurant":["Restaurant"],"Search":["Suchen"],"Search By":["Suchen nach"],"Search plugins...":["Plugins suchen..."],"Search themes...":["Themes suchen..."],"Security check":["Sicherheits-Check"],"SEE RECOMMENDED":["SIEHE EMPFOHLEN"],"SELECT":["WÄHLEN"],"Select":["Wählen"],"select":["wählen"],"Select design, functionality and marketing plugins and start working on your online store right away!":["Wählen Sie Design-, Funktions- und Marketing-Plugins und beginnen Sie sofort mit der Arbeit an Ihrem Online-Shop!"],"Select design, functionality and marketing plugins and start working on your site right away!":["Wählen Sie Design-, Funktions- und Marketing-Plugins aus und beginnen Sie sofort mit der Arbeit an Ihrer Website!"],"selected":["ausgewählt"],"Simplified Dashboard":["Vereinfachtes Dashboard"],"SiteGround":["SiteGround"],"SiteGround Central":["SiteGround Central"],"Sorry, could not install theme":["Entschuldigung, das Thema konnte nicht installiert werden"],"Sorry, there was an unexpected problem.":["Entschuldigung, das Thema konnte nicht installiert werden"],"START NOW":["Jetzt anfangen"],"Start Now":["Jetzt Starten"],"Submit":["Einreichen"],"Success":["Erfolg"],"Switch to Simplified Dashboard":["Zum vereinfachten Dashboard wechseln"],"Switch to the simplified dashboard that is part of the WordPress Starter plugin you used to setup your site.":["Wechseln Sie zum vereinfachten Dashboard, das Teil des WordPress Starter-Plugins ist, das Sie zur Einrichtung Ihrer Website verwendet haben."],"Tag":["Schlagwort"],"Take Advantage of our WordPress tutorials!":["Profitieren Sie von unseren WordPress-Tutorials!"],"The design you have chosen comes with sample data that is enabled by WooCommerce plugin. Do you want to install WooCommerce on your site?":["Das von Ihnen gewählte Design wird mit Beispieldaten geliefert, die durch das WooCommerce-Plugin aktiviert werden. Möchten Sie WooCommerce auf Ihrer Website installieren?"],"The design you have chosen comes with sample data that is enabled by WooCommerce. In order to keep the sample data, including all the pages and overall look and structure of the selected design, you need to install WooCommerce on your site.":["Das von Ihnen gewählte Design wird mit Beispieldaten geliefert, die von WooCommerce aktiviert sind. Um die Beispieldaten zu erhalten, einschließlich aller Seiten und des Gesamtaussehens und der Struktur des ausgewählten Designs, müssen Sie WooCommerce auf Ihrer Website installieren."],"The installation is not completed":["Die Installation ist nicht abgeschlossen"],"The installation of the selected items could not be completed. Please restart the wizard or try again later":["Die Installation der ausgewählten Elemente konnte nicht abgeschlossen werden. Bitte starten Sie den Assistenten neu oder versuchen Sie es später noch einmal."],"The WordPress Starter plugin requires PHP version 5.6 or above.":["Das WordPress Starter Plugin erfordert PHP Version 5.6 oder höher."],"Theme search":["Theme-Suche"],"There are new updates for your website. Check them out and apply the new versions to keep your site updated and secure!":["Es gibt neue Updates für Ihre Website. Überprüfen Sie sie und wenden Sie die neuen Versionen an, um Ihre Website auf dem neuesten Stand und sicher zu halten!"],"There are no events scheduled near %1$s at the moment. Would you like to <a href=\"%2$s\">organize a WordPress event<\/a>?":["Momentan sind keine Veranstaltungen in der Nähe von %1$s geplant. Möchtest du <a href=\"%2$s\">ein WordPress-Event organisieren (engl.)<\/a>?"],"This plugin is designed to provide you with an easy start of your next WordPress project!":["Dieses Plugin wurde entwickelt, um Ihnen einen einfachen Start in Ihr nächstes WordPress-Projekt zu ermöglichen!"],"Travel":["Reisen"],"Try again":["Versuchen Sie es erneut"],"Update":["Aktualisieren"],"UPLOAD PLUGIN":["Laden Plugin hoch"],"UPLOAD THEME":["Laden Theme hoch"],"Upload Your Plugin":["Laden Sie Ihr Plugin hoch"],"Upload Your Theme":["Laden Sie Ihr Theme hoch"],"Use a standard WordPress theme":["Verwenden Sie ein Standard-WordPress-Theme"],"Use our WooCommerce starter for an easier start!":["Nutzen Sie unseren WooCommerce-Starter für einen leichteren Start!"],"Use our WordPress starter for an easier start!":["Nutzen Sie unsere WordPress-Startseite für einen leichteren Start!"],"Useful Links":["Nützliche Links"],"View Site":["Site ansehen"],"View WordPress Tutorial":["WordPress-Tutorial ansehen"],"Visit Knowledge Base":["Wissensdatenbank besuchen"],"Visit out WordPress knowledge base!":["Besuchen Sie unsere WordPress-Wissensdatenbank!"],"Want more events?":["Wollen Sie mehr wissen?"],"We could not complete the installations.":["Wir konnten die Installationen nicht abschließen."],"We could not complete the installations. Try again later.":["Wir konnten die Installation nicht abschließen. Versuchen Sie es später noch einmal."],"We have gathered some of the best free and paid themes suitable for various personal and business projects to help your site look professional and awesome.":["Wir haben einige der besten kostenlosen und kostenpflichtigen Themes zusammengestellt, die für verschiedene persönliche und geschäftliche Projekte geeignet sind, damit Ihre Website professionell und beeindruckend aussieht."],"We have prepared an easy to follow tutorials with everything you need to know about setting up your WordPress site, creating posts and pages, making backups and a lot more.":["Wir haben eine einfach zu befolgende Anleitung mit allem, was Sie über die Einrichtung Ihrer WordPress-Website, das Erstellen von Beiträgen und Seiten, das Erstellen von Backups und vieles mehr wissen müssen, vorbereitet."],"We have successfully completed the installation of the items you selected. You may now proceed to your WordPress dashboard and start managing your site.":["Wir haben die Installation der von Ihnen ausgewählten Elemente erfolgreich abgeschlossen. Sie können nun zu Ihrem WordPress-Dashboard gehen und mit der Verwaltung Ihrer Website beginnen."],"We know that learning WordPress and WooCommerce takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Wir wissen, dass das Erlernen von WordPress und Woocommerce Zeit braucht. Um Ihnen eine Starthilfe zu geben, haben wir einen schnellen Anpassungsassistenten vorbereitet, der Sie bei der Auswahl des Designs und dem Hinzufügen von Funktionen zu Ihrer Website in wenigen einfachen Schritten unterstützt."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in adding functionality to your site in a few easy steps.":["Wir wissen, dass das Erlernen von WordPress Zeit braucht. Um Ihnen eine Starthilfe zu geben, haben wir einen schnellen Anpassungsassistenten vorbereitet, der Sie bei der Auswahl des Designs und dem Hinzufügen von Funktionen zu Ihrer Website in ein paar einfachen Schritten unterstützt."],"We know that learning WordPress takes time. To give you a jump start, we have prepared a quick customization wizard that will assist you in choosing design and adding functionality to your site in a few easy steps.":["Wir wissen, dass das Erlernen von WordPress Zeit braucht. Um Ihnen eine Starthilfe zu geben, haben wir einen schnellen Anpassungsassistenten vorbereitet, der Sie bei der Auswahl des Designs und dem Hinzufügen von Funktionen zu Ihrer Website in ein paar einfachen Schritten unterstützt."],"Wedding":["Hochzeit"],"Welcome to Your WooCommerce Site!":["Willkommen auf Ihrer Woocommerce-Website!"],"Welcome to Your WordPress Site!":["Willkommen auf ihrer WordPress-Website!"],"What is your website topic?":["Was ist das Thema Ihrer Website?"],"WooCommerce":["WooCommerce"],"WooCommerce empowers millions of shops and is full of features that allow you to manage diverse products.":["WooCommerce unterstützt Millionen von Shops und ist voll von Funktionen, mit denen Sie verschiedene Produkte verwalten können."],"WooCommerce Starter Available!":["WooCommerce Starter verfügbar!"],"WordCamps":["WordCamps"],"WordPress Events and News":["WordPress Veranstaltungen und Neuigkeiten"],"WordPress Starter":["WordPress-Starter"],"WordPress Starter Available!":["WordPress Starter verfügbar!"],"Yes":["Ja"],"you":["Sie"],"You are updating a plugin. Be sure to back up your database and files first.":["Sie aktualisieren ein Plugin. Stellen Sie sicher, dass Sie zuerst Ihre Datenbank und Dateien sichern."],"You are updating a theme. Be sure to back up your database and files first.":["Sie aktualisieren ein Design. Stellen Sie sicher, dass Sie zuerst Ihre Datenbank und Dateien sichern."],"You can choose a WordPress theme from more than 30 professional templates in our free gallery.":["Sie können ein WordPress-Theme aus mehr als 30 professionellen Vorlagen in unserer kostenlosen Galerie auswählen."],"Your current theme is":["Ihr aktuelles Thema ist"],"Your WordPress needs attention!":["Ihr WordPress braucht Aufmerksamkeit!"],"{{free}}Free{{\/free}} plugin {{by}}by %(author)s{{\/by}}":["{{free}}Kostenloses{{\/free}} Plugin {{by}}von %(author)s{{\/by}}"]}